<?php 
// মহান মুক্তিযুদ্ধের সেক্টর সমূহ এবং সেগুলোর সংক্ষিপ্ত বর্ণনা
add_shortcode('sector1971', 'war_sector');

function war_sector(){
wp_register_style('default-style', plugins_url('/war_sector_file/style.css', __FILE__));


wp_enqueue_style('default-style');

?>
<table style="border-width: thin thin thin thin; border-style: solid solid solid solid;">
<thead><tr><th><center><font size="+1"><b>একাত্তরের সেক্টরসমূহ</b></center></th></tr>
</thead>
<tbody><tr><td>
<img src="http://i.imgur.com/cBerXem.png" alt="sector map" class="map">
<div style="overflow-y: scroll; height: 300px; text-align:justify; padding:8px;">  
<p>১৯৭১ সালের ২৯ এপ্রিল মন্ত্রীসভার বৈঠকে একটি গুরুত্বপূর্ণ সিদ্ধান্ত নেয়া হয়। তাতে বলা হয়ঃ <i>"সশস্ত্র বাহিনী সম্পর্কে সিদ্ধান্ত হল যে প্রধান সেনাপতি অফিসারদের একটি তালিকা প্রস্তুত করবেন। সেনা কমান্ডকে সমন্বিত করে কঠোর শৃংখলার মধ্যে আনতে হবে। বাংলাদেশ বাহিনীতে প্রশিক্ষণার্থীদের বাছাইপর্বে যথাযথ সতর্কতা অবলম্বন করতে হবে।"</i> আর এভাবে সুসংঘটিত সেনা কমান্ডের শুরু হয়।</br>
এরপর জুন মাসে প্রধানমন্ত্রী ও প্রতিরক্ষামন্ত্রী তাজউদ্দিন আহমদের সভাপতিত্বে অনুষ্ঠিত মন্ত্রিপরিষদের বৈঠকে যুদ্ধ পরিস্থিতির সার্বিক পর্যালোচনা করে সুষ্ঠু প্রশাসনিক ব্যবস্থার অধীন যুদ্ধ-অঞ্চল (সেক্টর) গঠনের সিদ্ধান্ত হয় এবং এই লক্ষ্যে জরুরী ভিত্তিতে স্বমন্বয় সভা আয়োজনের জন্য কর্নেল ওসমানীকে প্রয়োজনীয় নির্দেশ দেয়া হয়।</br>
এরপর ১০ থেকে ১৭ জুলাই কলকাতায় সেক্টর কমান্ডারদের একটি সম্মেলন অনুষ্ঠিত হয়েছিল৷ সেই সম্মেলনেই নির্ধারন করা হয়, বাংলাদেশকে কয়েটি সেক্টরে ভাগ করা হবে, কে কে সেক্টর কমান্ডার হবেন, কয়টা ব্রিগেড তৈরি হবে, কোনটার কমান্ডার কে হবেন৷ ১১ জুলাই মুজিবনগরে উচ্চপদস্থ ও সামরিক কর্মকর্তাদের বৈঠকে মুক্তিবাহিনীর যুদ্ধাঞ্চল ও যুদ্ধকৌশল সম্মন্ধে বিস্তারিত আলোচনা ও সিদ্ধান্ত গ্রহণ করা হয়। সেখানে কর্নেল আতাউল গনি ওসমানীকে মুক্তিবাহিনীর সর্বাধিনায়ক নিয়োগ করা হয়। লেঃ কর্নেল আবদুর রব সেনা প্রধান ও গ্রুপ ক্যাপ্টেন এ.কে. খন্দকার উপ প্রধান নিযুক্ত হন। এই সম্মেলনে বাংলাদেশের সমস্ত যুদ্ধাঞ্চলকে ১১টি সেক্টরে ভাগ করা হয়। প্রতিটি সেক্টরের নেতৃত্বে ছিলেন একজন সেক্টর কমান্ডার। ১০ম সেক্টরটি সর্বাধিনায়কের সরাসরি নিয়ন্ত্রণে রাখা হয়। এই সেক্টরের অধীনে ছিলো নৌ কমান্ডো বাহিনী এবং সর্বাধিনায়কের বিশেষ বাহিনী।</br>
সেক্টর কমান্ডারেরা নিজ নিজ সেক্টরের যুদ্ধ পরিচালনা করতেন। সুষ্ঠুভাবে যুদ্ধ পরিচালনার সুবিধার্থে প্রতিটি সেক্টরকে কয়েকটি করে উপ-সেক্টরে ভাগ করা হয়। সেক্টরগুলো হল যথাক্রমে, <a href="#sector-1" >সেক্টর-১</a>, <a href="#sector-2">সেক্টর-২</a>, <a href="#sector-3">সেক্টর-৩</a>, <a href="#sector-4">সেক্টর-৪</a>, <a href="#sector-5">সেক্টর-৫</a>, <a href="#sector-6">সেক্টর-৬</a>, <a href="#sector-7">সেক্টর-৭</a>, <a href="#sector-8">সেক্টর-৮</a>, <a href="#sector-9">সেক্টর-৯</a>, <a href="#sector-10">সেক্টর-১০</a>, <a href="#sector-11">সেক্টর-১১</a>, <a href="#sector-tng">টাঙ্গাইল সেক্টর</a>, <a href="#sector-air">আকাশপথ</a>।</br>
বি:দ্র: সেক্টরগুলো সম্পর্কে বিস্তারিত জানতে সেক্টরের নামের উপর ক্লিক করুন।</br></br>
<b>গেরিলা সংগঠনসমূহের তালিকা</b></br>
কর্নেল ওসমানী তিনটি ব্রিগেড আকারের ফোর্স গঠন করেছিলেন যেগুলোর নামকরণ করা হয় তাদের অধিনায়কদের নামের অদ্যাংশ দিয়ে ( এস ফোর্স, কে ফোর্স, জেড ফোর্স)।</br>
    <b>'জেড' ফোর্সের অধিনায়ক= মেজর জিয়াউর রহমান। এটি ১ম, ৩য় এবং ৮ম ইস্ট বেঙ্গল রেজিমেন্ট নিয়ে গঠিত।</b></br>
        ১ম ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - মেজর জিয়াউদ্দিন</br>
       ৩য় ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - মেজর শাফায়াত জামিল</br>
        ৮ম ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - মেজর আমিনুল হক</br>
    <b>'কে' ফোর্সের অধিনায়ক= মেজর খালেদ মোশাররফ। ৪র্থ, ৯ম এবং ১০ম ইস্ট বেঙ্গল রেজিমেন্ট নিয়ে গঠিত।</b></br>
        ৪র্থ ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - নাম জানা যায় নি</br>
        ৯ম ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - নাম জানা যায় নি</br>
        ১০ম ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - নাম জানা যায় নি</br>
    <b>'এস' ফোর্সের অধিনায়ক= মেজর কে এম সফিউল্লাহ। ১৯৭১ এর অক্টোবর মাসে ২য় এবং ১১ম ইস্ট বেঙ্গল রেজিমেন্ট নিয়ে গঠিত।</b></br>
        ২য় ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার - নাম জানা যায় নি</br>
        ১১ম ইস্ট বেঙ্গল রেজিমেন্ট - কমান্ডিং অফিসার -নাম জানা যায় নি</br>
</p>
</div>

<div id="sector-1" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-১</h2>
		<p>বিস্তৃতি: চট্টগ্রাম ও পার্বত্য চট্টগ্রাম থেকে ফেনী নদী পর্যন্ত</p>
		<p>কমান্ডার: মেজর জিয়াউর রহমান (১০ এপ্রিল,১৯৭১-২৫ জুন,১৯৭১), ক্যাপ্টেন রফিকুল ইসলাম (২৮ জুন,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: রিশিমুখ (ক্যাপ্টেন শামসুল ইসলাম); শ্রীনগর (ক্যাপ্টেন মতিউর রহমান, ক্যাপ্টেন মাহফুজুর রহমান); মানুঘাট (ক্যাপ্টেন মাহফুজুর রহমান); তাবালছড়ি(সার্জেন্ট আলি হোসেন) এবং দিমাগিরি (আর্মি সার্জেন্ট, নামঃ অজানা).</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ১৫০০ ইপিআর সদস্য, ২০০ পুলিশ, ৩০০ সেনাসদস্য এবং ১০০ নৌ ও বিমানবাহিনী সদস্য।</p>
		<p>গেরিলা সংখ্যা: ২০,০০০ জন। যার মধ্যে ৮,০০০ জনকে সংঘটিত করা হয়েছিলো বিভিন্ন দলে। ৩৫ শতাংশ গেরিলা এবং সেক্টরবাহিনীর সবাইকে অস্ত্র ও গোলাবারুদ সরবরাহের ব্যবস্থা রাখা হয়।</p>
	</div>
</div>
<div id="sector-2" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-২</h2>
		<p>বিস্তৃতি: নোয়াখালী জেলা, কুমিল্লা জেলার আখাউড়া-ভৈরব রেললাইন পর্যন্ত এবং ফরিদপুর ও ঢাকার অংশবিশেষ</p>
		<p>কমান্ডার: মেজর খালেদ মোশাররফ (১০ এপ্রিল,১৯৭১-২২ সেপ্টেম্বর,১৯৭১), মেজর এ.টি.এম. হায়দার(২২ সেপ্টেম্বর,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: গঙ্গাসাগর, আখাউড়া এবং কসবা (মাহবুব,লেফটেন্যান্ট ফারুক এবং লেফটেন্যান্ট হুমায়ুন কবির); মন্দাভব (ক্যাপ্টেন গফর); সালদা-নদী (মাহমুদ হাসান); মতিনগর (লেফটেন্যান্ট দিদারুল আলম); নির্ভয়পুর (ক্যাপ্টেন আকবর, লেফটেন্যান্ট মাহবুব) এবং রাজনগর (ক্যাপ্টেন জাফর ইমাম, ক্যাপ্টেন শহীদ এবং লেফটেন্যান্ট ইমামুজ্জামান)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ৪,০০০ জন।</p>
		<p>গেরিলা সংখ্যা: ৩০,০০০ জন। </p>
	</div>
</div>
<div id="sector-3" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৩</h2>
		<p>বিস্তৃতি: সিলেট জেলার হবিগঞ্জ মহকুমা, কিশোরগঞ্জ মহকুমা, আখাউড়া-ভৈরব রেললাইন থেকে উত্তর-পূর্ব দিকে কুমিল্লা ও ঢাকা জেলার অংশবিশেষ</p>
		<p>কমান্ডার: মেজর কে এম শফিউল্লাহ (১০ এপ্রিল,১৯৭১-২১ জুলাই,১৯৭১), মেজর এ.এন.এম. নূরুজ্জামান (২৩ জুলাই,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: আশ্রমবাড়ি (ক্যাপ্টেন আজিজ, ক্যাপ্টেন ইজাজ); বাঘাইবাড়ি (ক্যাপ্টেন আজিজ, ক্যাপ্টেন ইজাজ); হাতকাটা (ক্যাপ্টেন মতিউর রহমান); সিমলা (ক্যাপ্টেন মতিন); পঞ্চবাটি (ক্যাপ্টেন নাসিম); মনতালা (ক্যাপ্টেন এম এস এ ভূঁইয়া); বিজয়নগর (ক্যাপ্টেন এম এস এ ভূঁইয়া); কালাচ্ছরা (লেফটেন্যান্ট মজুমদার); কলকলিয়া (লেফটেন্যান্ট গোলাম হেলাল মোর্শেদ) এবং বামুতিয়া (লেফটেন্যান্ট সাঈদ)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ২,৫০০ জন।</p>
		<p>গেরিলা সংখ্যা: ২৫,০০০ জন। </p>
	</div>
</div>
<div id="sector-4" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৪</h2>
		<p>বিস্তৃতি: সিলেট জেলার পূর্বাঞ্চল এবং খোয়াই-শায়েস্তাগঞ্জ রেললাইন বাদে পূর্ব ও উত্তর দিকে সিলেট-ডাউকি সড়ক পর্যন্ত</p>
		<p>কমান্ডার: মেজর চিত্ত রঞ্জন দত্ত (১০ এপ্রিল,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: জালালপুর (মাহবুবুর রব সাদী); বাড়াপুঞ্জি (ক্যাপ্টেন এ রব); আমলাসিদ (লেফটেন্যান্ট জহির); কুকিতাল (ফ্লাইট লেফটেন্যান্ট কাদের, ক্যাপ্টেন শরিফুল হক); কৈলাস শহর (লেফটেন্যান্ট ওয়াকিউজ্জামান) এবং কামালপুর (ক্যাপ্টেন এনাম)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ২,০০০ জন।</p>
		<p>গেরিলা সংখ্যা: ৮,০০০ জন। </p>
	</div>
</div>
<div id="sector-5" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৫</h2>
		<p>বিস্তৃতি: সিলেট-ডাউকি সড়ক থেকে সিলেট জেলার সমগ্র উত্তর ও পশ্চিমাঞ্চল</p>
		<p>কমান্ডার: মেজর মীর শওকত আলী (১০ এপ্রিল,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: মুক্তাপুর (সার্জেন্ট নাজির হোসেন, মুক্তিযোদ্ধা ফারুক ছিলেন সেকেন্ড ইন কমান্ড); ডাউকি (সার্জেন্ট মেজর বি আর চৌধুরী); শিলা (ক্যাপ্টেন হেলাল); ভোলাগঞ্জ (লেফটেন্যান্ট তাহের উদ্দিন আখঞ্জী); বালাট (সার্জেন্ট গনি, ক্যাপ্টেন সালাউদ্দিন এবং এনামুল হক চৌধুরী) এবং বারাচ্ছড়া (ক্যাপ্টেন মুসলিম উদ্দিন)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ৮০০ জন।</p>
		<p>গেরিলা সংখ্যা: ৭,০০০ জন। </p>
	</div>
</div>
<div id="sector-6" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৬</h2>
		<p>বিস্তৃতি: সমগ্র রংপুর জেলা এবং দিনাজপুর জেলার ঠাকুরগাঁও মহকুমা</p>
		<p>কমান্ডার: মোহাম্মদ খাদেমুল বাশার (১০ এপ্রিল,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: ভজনপুর (ক্যাপ্টেন নজরুল, ফ্লাইট লেফটেন্যান্ট সদরুদ্দিন এবং ক্যাপ্টেন শাহরিয়ার); পাটগ্রাম (প্রথমদিকে ই পি আর এর জুনিয়র কমিশন প্রাপ্ত অফিসারদের মধ্যে ভাগ করে দেয়া হয় এবং পরে ক্যাপ্টেন মতিউর রহমান দায়িত্ব নেন।); সাহেবগঞ্জ (ক্যাপ্টেন নওয়াজেশ উদ্দীন); মোগলহাট (ক্যাপ্টেন দেলোয়ার) এবং চাউলাহাটি (ফ্লাইট লেফটেন্যান্ট ইকবাল)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ১২০০ জন।</p>
		<p>গেরিলা সংখ্যা: ৬,০০০ জন। </p>
	</div>
</div>
<div id="sector-7" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৭</h2>
		<p>বিস্তৃতি: দিনাজপুর জেলার দক্ষিণাঞ্চল, বগুড়া, রাজশাহী এবং পাবনা জেলা</p>
		<p>কমান্ডার: মেজর নাজমুল হক(১০ এপ্রিল,১৯৭১-২৭ সেপ্টেম্বর,১৯৭১,দুর্ঘটনায় নিহত), মেজর কাজী নূরুজ্জামান(২৮ সেপ্টেম্বর,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: মালন (প্রথমদিকে ই পি আর এর জুনিয়র কমিশন প্রাপ্ত অফিসারদের মধ্যে ভাগ করে দেয়া হয় এবং পরে ক্যাপ্টেন মহিউদ্দিন জাহাঙ্গির দায়িত্ব নেন ); তপন ( মেজর নাজমুল হক); মেহেদিপুর (সুবেদার ইলিয়াস, ক্যাপ্টেন মহিউদ্দিন জাহাঙ্গির ); হামজাপুর (ক্যাপ্টেন ইদ্রিস); আঙিনাবাদ (অজানা মুক্তিযোদ্ধা); শেখপাড়া (ক্যাপ্টেন রশিদ); ঠোকরাবাড়ি (সুবেদার মুয়াজ্জেম) এবং লালগোলা (ক্যাপ্টেন গিয়াসউদ্দিন চৌধুরী)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ২,০০০ জন।</p>
		<p>গেরিলা সংখ্যা: ১০,০০০ জন। </p>
	</div>
</div>
<div id="sector-8" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৮</h2>
		<p>বিস্তৃতি: সমগ্র কুষ্টিয়া ও যশোর জেলা, ফরিদপুরের অধিকাংশ এলাকা এবং দৌলতপুর-সাতক্ষীরা সড়কের উত্তরাংশ</p>
		<p>কমান্ডার: মেজর আবু ওসমান চৌধুরী (১০ এপ্রিল,১৯৭১- ১৭ জুলাই,১৯৭১), মেজর এম. এ. মঞ্জুর (১৪ আগস্ট,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: বয়ড়া (ক্যাপ্টেন খন্দকার নাজমুল হুদা); হাকিমপুর (ক্যাপ্টেন সফিউল্লাহ); ভোমরা (ক্যাপ্টেন সালাউদ্দিন, ক্যাপ্টেন শাহাবুদ্দিন); লালবাজার (ক্যাপ্টেন এ আর আজম চৌধুরী); বনপুর (ক্যাপ্টেন মোস্তাফিজুর রহমান); বেনাপোল (ক্যাপ্টেন আবদুল হালিম, ক্যাপ্টেন তৌফিক-ই-ইলাহী চৌধুরী) এবং শিকারপুর (ক্যাপ্টেন তৌফিক-ই-ইলাহী চৌধুরী, লেফটেন্যান্ট জাহাঙ্গীর)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ২,০০০ জন।</p>
		<p>গেরিলা সংখ্যা: ৭,০০০ জন। </p>
	</div>
</div>
<div id="sector-9" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-৯</h2>
		<p>বিস্তৃতি: দৌলতপুর-সাতক্ষীরা সড়ক থেকে খুলনার দক্ষিণাঞ্চল এবং সমগ্র বরিশাল ও পটুয়াখালী জেলা</p>
		<p>কমান্ডার: মেজর এম এ জলিল (১০ এপ্রিল,১৯৭১-২৪ ডিসেম্বর,১৯৭১), মেজর জয়নুল আবেদীন(২৪ ডিসেম্বর,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: তাকি, হিঞ্জালগঞ্জ, শমসেরনগর</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: ৭০০ জন।</p>
		<p>গেরিলা সংখ্যা: ১০,০০০ জন। </p>
	</div>
</div>
<div id="sector-10" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-১০</h2>
		<p>বিস্তৃতি: এই সেক্টরের জন্য কোন এলাকা নির্দিষ্ট করা হয়নি। বাংলাদেশ বিমান বাহিনী এবং নৌ বাহিনীর কমান্ডোদের সমন্বয়ে এই সেক্টর তৈরি করা হয়েছিলো যাতে করে স্বাধীন এলাকাগুলোকে রক্ষা করা যায় এবং বাংলাদেশের অন্তবর্তীকালীন সরকার এই সকল এলাকায় প্রধান কার্যালয় স্থাপন করে কার্যক্রম চালিয়ে নিতে পারে। নৌ বাহিনী কমান্ডোদের বিভিন্ন সেক্টরে পাঠানো হতো পাকিস্তানী নৌযান ধ্বংস ও বন্দর এলাকাগুলোয় আক্রমন চালানোর জন্য। অভিযান পরিচালনার সময় কমান্ডোরা ওই এলাকার দায়িত্বপ্রাপ্ত সেক্টর কমান্ডারদের তত্ত্বাবধানে ও পরিচালনায় দায়িত্ব পালন করতেন। মিশন শেষে তারা ফিরে এসে ১০ নং সেক্টরের সদস্য হিসেবে অবস্থান করতেন।  </p>
	</div>
</div>
<div id="sector-11" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>সেক্টর-১১</h2>
		<p>বিস্তৃতি: কিশোরগঞ্জ মহকুমা বাদে সমগ্র ময়মনসিংহ ও টাঙ্গাইল জেলা এবং নগরবাড়ি-আরিচা থকে ফুলছড়ি-বাহাদুরাবাদ পর্যন্ত যমুনা নদী ও তীর অঞ্চল</p>
		<p>কমান্ডার: মেজর জিয়াউর রহমান (২৬ জুন,১৯৭১-১০ অক্টোবর,১৯৭১), মেজর আবু তাহের (১০ অক্টোবর,১৯৭১-২ নভেম্বর,১৯৭১), ফ্লাইট লেফটেন্যান্ট এম হামিদুল্লাহ খান (২ নভেম্বর,১৯৭১-১৪ ফেব্রুয়ারি,১৯৭২)</p>
		<p>সাব-সেক্টরসমূহ: মানকারচর (স্কোয়াড্রন লিডার এম হামিদুল্লাহ খান); মাহেন্দ্রগঞ্জ (মেজর আবু তাহের; লেফটেন্যান্ট মান্নান); পুরাখাসিয়া (লেফটেন্যান্ট হাশেম); ধালু (লেফটেন্যান্ট তাহের; লেফটেন্যান্ট কামাল); রংগ্রা (মতিউর রহমান); শিভাবাড়ি (ই পি আর এর জুনিয়র কমিশন প্রাপ্ত অফিসারদের মধ্যে ভাগ করে দেয়া হয় ); বাগমারা (ই পি আর এর জুনিয়র কমিশন প্রাপ্ত অফিসারদের মধ্যে ভাগ করে দেয়া হয় ); এবং মাহেশখোলা (ই পি আর এর জনৈক সদস্য)</p>
		<p>সেক্টরবাহিনী সদস্য সংখ্যা: এক ব্যাটালিয়ন।</p>
		<p>গেরিলা সংখ্যা: ২০,০০০ জন। </p>
	</div>
</div>
<div id="sector-tng" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>টাংগাইল সেক্টর</h2>
		<p>বিস্তৃতি: সমগ্র টাংগাইল জেলা ছাড়াও ময়মনসিংহ ও ঢাকা জেলার অংশ।</p>
		<p>কমান্ডার: কাদের সিদ্দিকী</p>
	</div>
</div>
<div id="sector-air" class="modalDialog">
	<div>
		<a href="#close" title="Close" class="close">X</a>
		<h2>আকাশপথ</h2>
		<p>বিস্তৃতি: বাংলাদেশের সমগ্র আকাশসীমা</p>
		<p>কমান্ডার: গ্রুপ ক্যাপ্টেন এ.কে. খন্দকার</p>
	</div>
</div>

</td></tr></tbody>
<tfoot><tr><td><div style="float: right;"><font face="arial" size="-3">তথ্যসূত্র: মুক্তিযুদ্ধ জাদুঘর ও অন্যান্য</font></div></td></tr></tfoot>
</table>	
			
		
<?php 
}